{
  "LuaSnip": { "branch": "master" },
  "blink.cmp": { "branch": "main" },
  "boo-colorscheme-nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "cthru": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.clue": { "branch": "main" },
  "mini.extra": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-ts-autotag": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "vim-sleuth": { "branch": "master" }
}
